Repository: tyamada/MihirakiPDFViewer
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# alternate_app_icons_not_supported
source: Alternate app icons are not supported in this environment.
de: Alternative App-Symbole werden in dieser Umgebung nicht unterstützt.
es: Los iconos alternativos de la app no son compatibles en este entorno.
fr: Les icônes alternatives de l’app ne sont pas prises en charge dans cet environnement.
ja: この環境では代替アプリアイコンはサポートされていません。
ko: 이 환경에서는 대체 앱 아이콘이 지원되지 않습니다.
pt_br: Ícones alternativos do app não são compatíveis neste ambiente.
zh_hans: 此环境不支持备用应用图标。

# app_icon_change_failed
source: Could not change the app icon.
de: Das App-Symbol konnte nicht geändert werden.
es: No se pudo cambiar el icono de la app.
fr: Impossible de modifier l’icône de l’app.
ja: アプリアイコンを変更できませんでした。
ko: 앱 아이콘을 변경할 수 없습니다.
pt_br: Não foi possível alterar o ícone do app.
zh_hans: 无法更改应用图标。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# change_app_icon
source: Change Icon
de: Symbol ändern
es: Cambiar icono
fr: Changer l’icône
ja: アイコンを変更
ko: 아이콘 변경
pt_br: Alterar ícone
zh_hans: 更改图标

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

# copyright_label
source: Copyright
de: Urheberrecht
ja: 著作権
ko: 저작권
zh_hans: 版权

# cover_page_setting_label
source: Cover Page Setting
de: Deckblatt-Einstellung
es: Ajuste de portada
fr: Réglage de la page de couverture
ja: 表紙設定
ko: 표지 페이지 설정
pt_br: Configuração da capa
zh_hans: 封面页设置

# developer_support_description
source: Your support helps keep the app updated. You can use all features without making a purchase.
de: Deine Unterstützung hilft, die App aktuell zu halten. Du kannst alle Funktionen nutzen, ohne etwas zu kaufen.
es: Tu apoyo ayuda a mantener la app actualizada. Puedes usar todas las funciones sin realizar una compra.
fr: Votre soutien aide à maintenir l’app à jour. Vous pouvez utiliser toutes les fonctionnalités sans effectuer d’achat.
ja: 応援していただくことで、アプリの更新を継続できます。購入しなくてもすべての機能を利用できます。
ko: 여러분의 지원은 앱을 계속 업데이트하는 데 도움이 됩니다. 구매하지 않아도 모든 기능을 사용할 수 있습니다.
pt_br: Seu apoio ajuda a manter o app atualizado. Você pode usar todos os recursos sem fazer uma compra.
zh_hans: 你的支持有助于保持应用更新。无需购买也可以使用所有功能。

# developer_support_title
source: Support the Developer
de: Entwickler unterstützen
es: Apoyar al desarrollador
fr: Soutenir le développeur
ja: 開発者を応援
ko: 개발자 후원
pt_br: Apoiar o desenvolvedor
zh_hans: 支持开发者

# dir_l2r
source: Left to Right (L2R)
de: Von links nach rechts (L2R)
es: De izquierda a derecha (L2R)
fr: De gauche à droite (L2R)
ja: 左から右 (L2R)
ko: 왼쪽에서 오른쪽 (L2R)
pt_br: Da esquerda para a direita (L2R)
zh_hans: 从左到右 (L2R)

# dir_r2l
source: Right to Left (R2L)
de: Von rechts nach links (R2L)
es: De derecha a izquierda (R2L)
fr: De droite à gauche (R2L)
ja: 右から左 (R2L)
ko: 오른쪽에서 왼쪽 (R2L)
pt_br: Da direita para a esquerda (R2L)
zh_hans: 从右到左 (R2L)

source: Direction
de: Richtung
es: Dirección
ja: 方向
ko: 방향
pt_br: Direção
zh_hans: 方向

source: Display Settings
de: Anzeigeeinstellungen
es: Ajustes de pantalla
fr: Réglages d'affichage
ja: 表示設定
ko: 화면 설정
pt_br: Configurações de exibisã
zh_hans: 显示设置

# doc_info
source: Document Info
de: Dokumentinfo
es: Información del documento
fr: Infos du document
ja: ドキュメント情報
ko: 문서 정보
pt_br: Informações do documento
zh_hans: 文档信息

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误

# error_occurred
source: An error occurred.
de: Ein Fehler ist aufgetreten.
es: Ocurrió un error.
fr: Une erreur est survenue.
ja: エラーが発生しました。
ko: 오류가 발생했습니다.
pt_br: Ocorreu um erro.
zh_hans: 发生错误

# error_title
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误

# help_layout_description
source: Use the layout options in the menu to switch between single-page and two-page views.
de: Verwende die Layoutoptionen im Menü, um zwischen Einzel- und Doppelseitenansicht zu wechseln.
es: Usa las opciones de diseño del menú para cambiar entre la vista de una página y la vista de dos páginas.
fr: Utilisez les options de mise en page du menu pour passer de l’affichage une page à deux pages.
ja: メニュー内のレイアウトオプションを使って、単ページ表示と見開き表示を切り替えます。
ko: 메뉴의 레이아웃 옵션을 사용해 단일 페이지 보기와 두 페이지 보기 사이를 전환합니다.
pt_br: Use as opções de layout no menu para alternar entre a visualização de página única e de duas páginas.
zh_hans: 使用菜单中的布局选项，在单页视图和双页视图之间切换。

# help_menu_description
source: Tap the screen to toggle the visibility of the toolbar and slider.
de: Tippe auf den Bildschirm, um Symbolleiste und Schieberegler ein- oder auszublenden.
es: Toca la pantalla para mostrar u ocultar la barra de herramientas y el control deslizante.
fr: Touchez l’écran pour afficher ou masquer la barre d’outils et le curseur.
ja: 画面をタップして、ツールバーとスライダーの表示/非表示を切り替えます。
ko: 화면을 탭하여 도구 막대와 슬라이더의 표시 여부를 전환합니다.
pt_br: Toque na tela para alternar a exibição da barra de ferramentas e do controle deslizante.
zh_hans: 轻点屏幕以显示或隐藏工具栏和滑块。

# help_menu_title
source: Menu
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
zh_hans: 菜单

# help_navigate_pages_description
source: Switch pages by swiping or using the slider.
de: Wechsle Seiten durch Wischen oder mit dem Schieberegler.
es: Cambia de página deslizando o usando el control deslizante.
fr: Changez de page en balayant l’écran ou avec le curseur.
ja: スワイプまたはスライダーを使ってページを切り替えます。
ko: 스와이프하거나 슬라이더를 사용해 페이지를 전환합니다.
pt_br: Troque de página deslizando ou usando o controle deslizante.
zh_hans: 通过轻扫或使用滑块切换页面。

# help_navigate_pages_title
source: Navigate Pages
de: Seiten wechseln
es: Navegar por páginas
fr: Parcourir les pages
ja: ページ移動
ko: 페이지 이동
pt_br: Navegar pelas páginas
zh_hans: 浏览页面

# help_open_pdf_description
source: Use the file picker to select a PDF file from your device or iCloud Drive.
de: Verwende die Dateiauswahl, um eine PDF-Datei von deinem Gerät oder aus iCloud Drive auszuwählen.
es: Usa el selector de archivos para elegir un PDF de tu dispositivo o de iCloud Drive.
fr: Utilisez le sélecteur de fichiers pour choisir un PDF sur votre appareil ou dans iCloud Drive.
ja: ファイルピッカーを使って、端末またはiCloud DriveからPDFファイルを選択します。
ko: 파일 선택기를 사용해 기기 또는 iCloud Drive에서 PDF 파일을 선택합니다.
pt_br: Use o seletor de arquivos para escolher um PDF do dispositivo ou do iCloud Drive.
zh_hans: 使用文件选择器从设备或 iCloud Drive 中选择 PDF 文件。

# help_open_pdf_title
source: Open PDF
de: PDF öffnen
es: Abrir PDF
fr: Ouvrir un PDF
ja: PDFを開く
ko: PDF 열기
pt_br: Abrir PDF
zh_hans: 打开 PDF

# help_search_description
source: Enter text into the search bar to find specific content within the PDF.
de: Gib Text in die Suchleiste ein, um bestimmte Inhalte in der PDF-Datei zu finden.
es: Introduce texto en la barra de búsqueda para encontrar contenido específico dentro del PDF.
fr: Saisissez du texte dans la barre de recherche pour trouver un contenu précis dans le PDF.
ja: 検索バーにテキストを入力して、PDF内の特定の内容を検索します。
ko: 검색 막대에 텍스트를 입력하여 PDF 안의 특정 내용을 찾습니다.
pt_br: Digite texto na barra de pesquisa para encontrar conteúdo específico no PDF.
zh_hans: 在搜索栏中输入文本，以查找 PDF 中的特定内容。

# help_search_title
source: Search
de: Suchen
es: Buscar
fr: Recherche
ja: 検索
ko: 검색
pt_br: Pesquisar
zh_hans: 搜索

# help_title
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
zh_hans: 帮助

# help_zoom_description
source: Pinch to zoom in or out. Long-press and drag to scroll while zoomed in.
de: Ziehe zwei Finger zusammen oder auseinander, um zu zoomen. Halte gedrückt und ziehe, um im vergrößerten Zustand zu scrollen.
es: Pellizca para acercar o alejar. Mantén pulsado y arrastra para desplazarte mientras está ampliado.
fr: Pincez pour zoomer ou dézoomer. Appuyez longuement puis faites glisser pour faire défiler en mode zoom.
ja: ピンチ操作で拡大または縮小します。拡大中は長押ししてからドラッグするとスクロールできます。
ko: 핀치하여 확대하거나 축소합니다. 확대 중에는 길게 누른 뒤 드래그하여 스크롤합니다.
pt_br: Use o gesto de pinça para ampliar ou reduzir. Mantenha pressionado e arraste para rolar enquanto estiver ampliado.
zh_hans: 通过捏合手势放大或缩小。放大时长按并拖动即可滚动。

# help_zoom_title
source: Zoom
de: Zoomen
ja: ズーム
ko: 확대/축소
zh_hans: 缩放

# high_quality_rendering
source: High Quality
de: Hohe Qualität
es: Alta calidad
fr: Haute qualité
ja: 高画質化
ko: 고화질
pt_br: Alta qualidade
zh_hans: 高画质

# is_cover_page
source: Show Cover Page
de: Titelseite anzeigen
es: Mostrar portada
fr: Afficher la couverture
ja: 表紙を表示
ko: 표지 표시
pt_br: Mostrar capa
zh_hans: 显示封面

# is_spread_view
source: Two-page View
de: Zweiseitenansicht
es: Vista de dos páginas
fr: Vue en deux pages
ja: 見開き表示
ko: 두 페이지 보기
pt_br: Visualização de duas páginas
zh_hans: 双页视图

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言

# no_doc
source: No document loaded
de: Kein Dokument geladen
es: No hay ningún documento cargado
fr: Aucun document chargé
ja: ドキュメントが読み込まれていません
ko: 문서가 로드되지 않았습니다
pt_br: Nenhum documento carregado
zh_hans: 未加载文档

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
ja: 利用できません
ko: 사용할 수 없음
pt_br: Não disponível
zh_hans: 不可用

source: Options
de: Optionen
es: Opciones
ja: オプション
ko: 옵션
pt_br: Opções
zh_hans: 选项

source: Page Layout
de: Seitenlayout
es: Diseño de página
fr: Mise en page
ja: ページレイアウト
ko: 페이지 레이아웃
pt_br: Layout da página
zh_hans: 页面布局

# page_slider_accessibility_label
source: Page
de: Seite
es: Página
ja: ページ
ko: 페이지
pt_br: Página
zh_hans: 页面

# pdf_author_label
source: Author
de: Autor
es: Autor
fr: Auteur
ja: 作成者
ko: 작성자
pt_br: Autor
zh_hans: 作者

# pdf_file_selection_failed
source: Could not select the PDF file.
de: Die PDF-Datei konnte nicht ausgewählt werden.
es: No se pudo seleccionar el archivo PDF.
fr: Impossible de sélectionner le fichier PDF.
ja: PDFファイルを選択できませんでした。
ko: PDF 파일을 선택할 수 없습니다.
pt_br: Não foi possível selecionar o arquivo PDF.
zh_hans: 无法选择 PDF 文件。

# pdf_keywords_label
source: Keywords
de: Schlüsselwörter
es: Palabras clave
fr: Mots-clés
ja: キーワード
ko: 키워드
pt_br: Palavras-chave
zh_hans: 关键词

# pdf_load_failed
source: Could not load the PDF file.
de: Die PDF-Datei konnte nicht geladen werden.
es: No se pudo cargar el archivo PDF.
fr: Impossible de charger le fichier PDF.
ja: PDFファイルを読み込めませんでした。
ko: PDF 파일을 불러올 수 없습니다.
pt_br: Não foi possível carregar o arquivo PDF.
zh_hans: 无法加载 PDF 文件。

# pdf_page_accessibility_label
source: Page %1$lld
de: Seite %1$lld
es: Página %1$lld
ja: %1$lldページ
ko: %1$lld페이지
pt_br: Página %1$lld
zh_hans: 第 %1$lld 页

# pdf_page_accessibility_label_unknown
source: PDF page
de: PDF-Seite
es: Página PDF
fr: Page PDF
ja: PDFページ
ko: PDF 페이지
pt_br: Página PDF
zh_hans: PDF 页面

# pdf_password_dialog_message
source: Enter the user password for this PDF.
de: Gib das Benutzerpasswort für diese PDF-Datei ein.
es: Introduce la contraseña de usuario de este PDF.
fr: Saisissez le mot de passe utilisateur de ce PDF.
ja: このPDFのユーザーパスワードを入力してください。
ko: 이 PDF의 사용자 암호를 입력하세요.
pt_br: Digite a senha de usuário deste PDF.
zh_hans: 请输入此 PDF 的用户密码。

# pdf_password_dialog_title
source: Password Required
de: Passwort erforderlich
es: Se requiere contraseña
fr: Mot de passe requis
ja: パスワードが必要です
ko: 암호 필요
pt_br: Senha necessária
zh_hans: 需要密码

# pdf_password_incorrect
source: The password is incorrect.
de: Das Passwort ist falsch.
es: La contraseña es incorrecta.
fr: Le mot de passe est incorrect.
ja: パスワードが正しくありません。
ko: 암호가 올바르지 않습니다.
pt_br: A senha está incorreta.
zh_hans: 密码不正确。

# pdf_password_placeholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
pt_br: Senha
zh_hans: 密码

# pdf_password_required
source: This PDF requires a password.
de: Diese PDF-Datei benötigt ein Passwort.
es: Este PDF requiere una contraseña.
fr: Ce PDF nécessite un mot de passe.
ja: このPDFにはパスワードが必要です。
ko: 이 PDF에는 암호가 필요합니다.
pt_br: Este PDF requer uma senha.
zh_hans: 此 PDF 需要密码。

# pdf_password_unlock_button
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
ja: 解除
ko: 잠금 해제
pt_br: Desbloquear
zh_hans: 解锁

# pdf_subtitle_label
source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
ja: サブタイトル
ko: 부제
pt_br: Subtítulo
zh_hans: 副标题

# pdf_title_label
source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
pt_br: Título
zh_hans: 标题

# purchase_failed
source: The purchase could not be completed.
de: Der Kauf konnte nicht abgeschlossen werden.
es: No se pudo completar la compra.
fr: L’achat n’a pas pu être finalisé.
ja: 購入を完了できませんでした。
ko: 구매를 완료할 수 없습니다.
pt_br: Não foi possível concluir a compra.
zh_hans: 无法完成购买。

# purchase_verification_failed
source: Could not verify the purchase.
de: Der Kauf konnte nicht verifiziert werden.
es: No se pudo verificar la compra.
fr: Impossible de vérifier l’achat.
ja: 購入を確認できませんでした。
ko: 구매를 확인할 수 없습니다.
pt_br: Não foi possível verificar a compra.
zh_hans: 无法验证购买。

# reset_app_icon_warning
source: If you have changed the app icon, it cannot be restored after reset!
de: Wenn du das App-Symbol geändert hast, kann es nach dem Zurücksetzen nicht wiederhergestellt werden!
es: Si has cambiado el icono de la app, no se podrá restaurar después del restablecimiento.
fr: Si vous avez modifié l’icône de l’app, elle ne pourra pas être restaurée après la réinitialisation !
ja: アプリアイコンを変更している場合、リセット後に元に戻すことはできません！
ko: 앱 아이콘을 변경한 경우 재설정 후에는 되돌릴 수 없습니다!
pt_br: Se você alterou o ícone do app, ele não poderá ser restaurado após a redefinição!
zh_hans: 如果你更改了应用图标，重置后将无法恢复！

# reset_confirmation_message
source: This will reset the cover page setting, app icon, and close the current document.
de: Dadurch werden die Titelseiteneinstellung und das App-Symbol zurückgesetzt und das aktuelle Dokument geschlossen.
es: Esto restablecerá la configuración de portada y el icono de la app, y cerrará el documento actual.
fr: Cela réinitialisera le réglage de la page de couverture et l’icône de l’app, puis fermera le document actuel.
ja: 表紙設定とアプリアイコンをリセットし、現在のドキュメントを閉じます。
ko: 표지 설정과 앱 아이콘을 재설정하고 현재 문서를 닫습니다.
pt_br: Isso redefinirá o ajuste da capa e o ícone do app, e fechará o documento atual.
zh_hans: 这将重置封面页设置和应用图标，并关闭当前文档。

# reset_confirmation_title
source: Reset Settings?
de: Einstellungen zurücksetzen?
es: ¿Restablecer configuración?
fr: Réinitialiser les réglages ?
ja: 設定をリセットしますか？
ko: 설정을 재설정할까요?
pt_br: Redefinir ajustes?
zh_hans: 要重置设置吗？

# reset_settings_message
source: This will reset the app settings.
de: Dadurch werden die App-Einstellungen zurückgesetzt.
es: Esto restablecerá la configuración de la app.
fr: Cela réinitialisera les réglages de l’app.
ja: アプリの設定をリセットします。
ko: 앱 설정을 재설정합니다.
pt_br: Isso redefinirá os ajustes do app.
zh_hans: 这将重置应用设置。

# reset_title
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pt_br: Redefinir
zh_hans: 重置

# scroll_direction
source: Screen Direction
de: Blickrichtung
es: Scroll Dirección
fr: Direction de mouvement à l'écran
ja: スクロール方向
ko: 화면 방향
pt_br: Direção de movimento na tela
zh_hans: 屏幕运动方向

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt_br: Pesquisar
zh_hans: 搜索

# select_pdf_button
source: Select File
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner le fichier
ja: ファイルを選択
ko: 파일 선택
pt_br: Selecionar arquivo
zh_hans: 选择文件

# select_pdf_title
source: Please select a PDF file
de: Bitte wählen Sie eine PDF-Datei aus
es: Por favor, seleccione un archivo PDF
fr: Veuillez sélectionner un fichier PDF
ja: PDFファイルを選択してください
ko: PDF 파일을 선택하세요
pt_br: Por favor, selecione um arquivo PDF
zh_hans: 请选择 PDF 文件

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

source: Sharpness
de: Schärfe
es: Nitidez
fr: Netteté
ja: シャープネス
ko: 선명도
pt_br: Nitidez
zh_hans: 锐化

# store_products_fetch_failed
source: Could not load tip products. Please try again later.
de: Trinkgeld-Produkte konnten nicht geladen werden. Bitte versuche es später erneut.
es: No se pudieron cargar los productos de propina. Inténtalo de nuevo más tarde.
fr: Impossible de charger les produits de pourboire. Veuillez réessayer plus tard.
ja: チップ商品を読み込めませんでした。後でもう一度お試しください。
ko: 팁 상품을 불러올 수 없습니다. 나중에 다시 시도해 주세요.
pt_br: Não foi possível carregar os produtos de gorjeta. Tente novamente mais tarde.
zh_hans: 无法加载打赏商品。请稍后再试。

# support_button_accessibility_hint
source: Opens the tip selection screen.
de: Öffnet den Bildschirm zur Auswahl eines Trinkgelds.
es: Abre la pantalla de selección de propina.
fr: Ouvre l’écran de sélection du pourboire.
ja: チップ選択画面を開きます。
ko: 팁 선택 화면을 엽니다.
pt_br: Abre a tela de seleção de gorjeta.
zh_hans: 打开打赏选择屏幕。

# tap_to_show_menu_hint
source: Tap to show the menu
de: Tippen, um das Menü anzuzeigen
es: Toca para mostrar el menú
fr: Touchez pour afficher le menu
ja: タップしてメニューを表示
ko: 탭하여 메뉴 표시
pt_br: Toque para mostrar o menu
zh_hans: 轻点以显示菜单

# tip_100_description
source: Unlocks the bronze app icon.
de: Schaltet das bronzene App-Symbol frei.
es: Desbloquea el icono bronce de la app.
fr: Déverrouille l’icône d’app bronze.
ja: ブロンズのアプリアイコンを解除します。
ko: 브론즈 앱 아이콘을 잠금 해제합니다.
pt_br: Desbloqueia o ícone bronze do app.
zh_hans: 解锁青铜色应用图标。

# tip_100_name
source: 100 Yen Tip
de: 100-Yen-Trinkgeld
es: Propina de 100 yenes
fr: Pourboire de 100 yens
ja: 100円のチップ
ko: 100엔 팁
pt_br: Gorjeta de 100 ienes
zh_hans: 100 日元打赏

# tip_500_description
source: Unlocks the silver app icon.
de: Schaltet das silberne App-Symbol frei.
es: Desbloquea el icono plateado de la app.
fr: Déverrouille l’icône d’app argentée.
ja: シルバーのアプリアイコンを解除します。
ko: 실버 앱 아이콘을 잠금 해제합니다.
pt_br: Desbloqueia o ícone prateado do app.
zh_hans: 解锁银色应用图标。

# tip_500_name
source: 500 Yen Tip
de: 500-Yen-Trinkgeld
es: Propina de 500 yenes
fr: Pourboire de 500 yens
ja: 500円のチップ
ko: 500엔 팁
pt_br: Gorjeta de 500 ienes
zh_hans: 500 日元打赏

# tip_1000_description
source: Unlocks the gold app icon.
de: Schaltet das goldene App-Symbol frei.
es: Desbloquea el icono dorado de la app.
fr: Déverrouille l’icône d’app dorée.
ja: ゴールドのアプリアイコンを解除します。
ko: 골드 앱 아이콘을 잠금 해제합니다.
pt_br: Desbloqueia o ícone dourado do app.
zh_hans: 解锁金色应用图标。

# tip_1000_name
source: 1000 Yen Tip
de: 1000-Yen-Trinkgeld
es: Propina de 1000 yenes
fr: Pourboire de 1000 yens
ja: 1000円のチップ
ko: 1000엔 팁
pt_br: Gorjeta de 1000 ienes
zh_hans: 1000 日元打赏

# tip_selection_title
source: Support
de: Unterstützen
es: Apoyar
fr: Soutenir
ja: 応援
ko: 후원
pt_br: Apoiar
zh_hans: 支持

# tip_success_message
source: Thank you for your support.
de: Vielen Dank für deine Unterstützung.
es: Gracias por tu apoyo.
fr: Merci pour votre soutien.
ja: 応援ありがとうございます。
ko: 후원해 주셔서 감사합니다.
pt_br: Obrigado pelo seu apoio.
zh_hans: 感谢你的支持。

# tip_success_title
source: Thank You for Your Support!
de: Vielen Dank für deine Unterstützung!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien !
ja: 応援ありがとうございます！
ko: 후원해 주셔서 감사합니다!
pt_br: Obrigado pelo seu apoio!
zh_hans: 感谢你的支持！

# total_pages
source: Total %lld pages
de: Insgesamt %lld Seiten
es: Un total de %lld páginas
fr: Un total de %lld pages
ja: 全 %lld ページ
ko: 총 %lld 페이지
pt_br: Um total de %lld páginas
zh_hans: 总共 %lld 页

# TypeA
source: Standard Mode
de: Standardmodus
es: Modo estándar
fr: Mode standard
ja: 標準モード
ko: 표준 모드
pt_br: Modo padrão
zh_hans: 标准模式

# TypeB
source: Compatibility Mode
de: Kompatibilitätsmodus
es: Modo de compatibilidad
fr: Mode de compatibilité
ja: 互換性モード
ko: 호환 모드
pt_br: Modo de compatibilidade
zh_hans: 兼容模式

source: App Info
es: Información de la aplicación
fr: Infos de l'app
ja: アプリ情報
ko: 앱 정보
pt_br: Informações do app
zh_hans: 应用信息

# app_name_label
source: App Name
es: Nombre de la aplicación
fr: Nom de l'app
ja: アプリ名
ko: 앱 이름
pt_br: Nome do app
zh_hans: 应用名称

# help_layout_title
source: Layout
es: Diseño
fr: Mise en page
ja: レイアウト
ko: 레이아웃
zh_hans: 布局

source: OK
es: Aceptar
ko: 확인
zh_hans: 确定

# pdf_version_label
source: PDF Version
es: Versión de PDF
fr: Version PDF
ja: PDFのバージョン
ko: PDF 버전
pt_br: Versão do PDF
zh_hans: PDF 版本

# version_label
source: Version
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本

# app_name
source: Mihiraki PDF Viewer
ja: 見開きPDFビューア
